Repository: lavasecurity/lavasec-ios
Catalog: LavaSecApp/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, zh_hans, zh_hant

source: Export local logs
de: Lokale Protokolle exportieren
es: Exportar los registros locales
fr: Exporter les journaux locaux
it: Esporta i log locali
ja: ローカルログを書き出す
ko: 로컬 기록 내보내기
pt_br: Exportar logs locais
zh_hans: 导出本地日志
zh_hant: 輸出本機記錄

source: Extra extra large
de: Extra groß
es: Extragrande
fr: Extra grand
it: Extra grande
ja: 極大
ko: 매우 크게
pt_br: Extragrande
zh_hans: 超大
zh_hant: 超大

source: Extra large
de: Sehr groß
es: Muy grande
fr: Très grand
it: Molto grande
ja: 特大
ko: 아주 크게
pt_br: Muito grande
zh_hans: 特大
zh_hant: 特大

source: Extra small
de: Sehr klein
es: Muy pequeño
fr: Très petit
it: Molto piccolo
ja: 特小
ko: 아주 작게
pt_br: Muito pequeno
zh_hans: 特小
zh_hant: 特小

# Failed safe
source: Blocked for safety
de: Sicherheitshalber blockiert
es: Bloqueado por precaución
fr: Bloqué par précaution
it: Bloccato per precauzione
ja: 安全のためブロック
ko: 안전을 위해 차단됨
pt_br: Bloqueado por precaução
zh_hans: 出于安全考虑已拦截
zh_hant: 基於安全考量已封鎖

source: Fall back to Device DNS
de: Auf Geräte-DNS ausweichen
es: Recurrir al DNS del dispositivo
fr: Basculer vers le DNS de l’appareil
it: Ripiega sul DNS del dispositivo
ja: デバイスのDNSにフォールバック
ko: 기기 DNS로 대체
pt_br: Recorrer ao DNS do dispositivo
zh_hans: 必要时使用设备 DNS
zh_hant: 必要時使用裝置 DNS

# Fallback to alternative DNS
source: Fall back to encrypted DNS
de: Auf verschlüsseltes DNS ausweichen
es: Recurrir a un DNS cifrado
fr: Basculer vers un DNS chiffré
it: Ripiega su un DNS cifrato
ja: 暗号化されたDNSにフォールバックする
ko: 암호화된 DNS로 대체
pt_br: Recorrer a um DNS criptografado
zh_hans: 必要时改用加密 DNS
zh_hant: 必要時改用加密 DNS

source: Family Sharing
de: Familienfreigabe
es: Compartir en familia
fr: Partage familial
it: In famiglia
ja: ファミリー共有
ko: 가족 공유
pt_br: Compartilhamento Familiar
zh_hans: 家人共享
zh_hant: 家人共享

source: Feedback
de: Feedback geben
es: Comentarios
fr: Commentaires
ja: フィードバック
ko: 의견
zh_hans: 意见反馈
zh_hant: 意見回饋

source: Fetching from the server…
de: Vom Server abrufen …
es: Obteniendo del servidor...
fr: Récupération depuis le serveur...
it: Recupero dal server...
ja: サーバーから取得中...
ko: 서버에서 가져오는 중…
pt_br: Buscando no servidor...
zh_hans: 正在从服务器获取…
zh_hant: 正在從伺服器擷取…

# Filter Snapshot
source: Active filter
de: Aktiver Filter
es: Filtro activo
fr: Filtre actif
it: Filtro attivo
ja: 使用中のフィルター
ko: 사용 중인 필터
pt_br: Filtro ativo
zh_hans: 正在使用的筛选器
zh_hant: 使用中的篩選器

source: Filter changes
de: Filterwechsel
es: Cambios de filtro
fr: Changements de filtre
it: Cambi di filtro
ja: フィルターの切り替え
ko: 필터 변경
pt_br: Mudanças de filtro
zh_hans: 筛选器切换
zh_hant: 篩選器變更

source: Filter couldn’t switch
de: Filter konnte nicht gewechselt werden
es: No se pudo cambiar de filtro
fr: Impossible de changer de filtre
it: Impossibile cambiare filtro
ja: フィルターを切り替えられませんでした
ko: 필터를 전환할 수 없었어요
pt_br: Não foi possível trocar o filtro
zh_hans: 筛选器无法切换
zh_hant: 篩選器無法切換

source: Filter not updated yet
de: Filter noch nicht aktualisiert
es: Filtro aún no actualizado
fr: Filtre pas encore mis à jour
it: Filtro non ancora aggiornato
ja: フィルターはまだ更新されていません
ko: 필터가 아직 업데이트되지 않음
pt_br: Filtro ainda não atualizado
zh_hans: 筛选器尚未更新
zh_hant: 篩選器尚未更新

# Filter rule budget
source: Filter rules used
de: Verwendete Filterregeln
es: Reglas de filtrado usadas
fr: Règles de filtrage utilisées
it: Regole di filtro usate
ja: フィルタールールの使用量
ko: 사용한 필터 규칙
pt_br: Regras de filtro usadas
zh_hans: 已用筛选规则
zh_hant: 已使用的篩選規則

source: Filter up to date
de: Filter aktuell
es: Filtro al día
fr: Filtre à jour
it: Filtro aggiornato
ja: フィルターは最新です
ko: 필터 최신 상태
pt_br: Filtro atualizado
zh_hans: 筛选器已是最新
zh_hant: 篩選器已是最新

source: Filtering counts
de: Filterzähler
es: Recuentos de filtrado
fr: Compteurs de filtrage
it: Conteggi filtraggio
ja: フィルタリング件数
ko: 필터링 횟수
pt_br: Contagens de filtragem
zh_hans: 筛选计数
zh_hant: 篩選計數

source: Filtering counts cleared.
de: Filterzähler gelöscht
es: Recuentos de filtrado borrados
fr: Compteurs de filtrage effacés
it: Conteggi del filtraggio azzerati
ja: フィルタリング件数を消去しました
ko: 필터링 횟수 지워짐
pt_br: Contagens de filtragem apagadas
zh_hans: 已清除筛选计数
zh_hant: 已清除篩選計數

source: Filters
de: Filter
es: Filtros
fr: Filtres
it: Filtri
ja: フィルター
ko: 필터
pt_br: Filtros
zh_hans: 筛选器
zh_hant: 篩選器

source: Filters updated.
de: Filter aktualisiert
es: Filtros actualizados
fr: Filtres mis à jour
it: Filtri aggiornati
ja: フィルターを更新しました
ko: 필터 업데이트됨
pt_br: Filtros atualizados
zh_hans: 筛选器已更新
zh_hant: 篩選器已更新

# Finish the current VPN setup first.
source: Finish setting up protection first.
de: Schließe zuerst die Einrichtung des Schutzes ab.
es: Primero termina de configurar la protección.
fr: Terminez d’abord la configuration de la protection.
it: Completa prima la configurazione della protezione.
ja: 先に保護の設定を完了してください。
ko: 먼저 보호 설정을 완료하세요.
pt_br: Conclua primeiro a configuração da proteção.
zh_hans: 请先完成防护设置。
zh_hant: 請先完成防護設定。

source: Fire Opal
de: Feueropal
es: Ópalo de fuego
fr: Opale de feu
it: Opale di fuoco
ja: ファイアオパール
ko: 파이어 오팔
pt_br: Opala de fogo
zh_hans: 火蛋白石
zh_hant: 火蛋白石

source: Flexible subscription
de: Flexibles Abo
es: Suscripción flexible
fr: Abonnement flexible
it: Abbonamento flessibile
ja: 柔軟なサブスクリプション
ko: 유연한 구독
pt_br: Assinatura flexível
zh_hans: 灵活订阅
zh_hant: 彈性訂閱

source: For 10 minutes
de: Für 10 Minuten
es: Durante 10 minutos
fr: Pendant 10 minutes
it: Per 10 minuti
ja: 10分間
ko: 10분 동안
pt_br: Por 10 minutos
zh_hans: 10 分钟
zh_hant: 10 分鐘

source: For 15 minutes
de: Für 15 Minuten
es: Durante 15 minutos
fr: Pendant 15 minutes
it: Per 15 minuti
ja: 15分間
ko: 15분 동안
pt_br: Por 15 minutos
zh_hans: 15 分钟
zh_hant: 15 分鐘

source: For 5 minutes
de: Für 5 Minuten
es: Durante 5 minutos
fr: Pendant 5 minutes
it: Per 5 minuti
ja: 5分間
ko: 5분 동안
pt_br: Por 5 minutos
zh_hans: 5 分钟
zh_hant: 5 分鐘

source: Free plan
de: Kostenloser Plan
es: Plan gratuito
fr: Offre gratuite
it: Piano gratuito
ja: 無料プラン
ko: 무료 플랜
pt_br: Plano gratuito
zh_hans: 免费方案
zh_hant: 免費方案

source: The free plan includes up to %@ filter rules. Remove a blocklist or upgrade to Lava Plus.
de: Der kostenlose Plan umfasst bis zu %@ Filterregeln. Entferne eine Blockliste oder wechsle zu Lava Plus.
es: El plan gratuito incluye hasta %@ reglas de filtrado. Elimina una lista de bloqueo o pásate a Lava Plus.
fr: L’offre gratuite inclut jusqu’à %@ règles de filtrage. Retirez une liste de blocage ou passez à Lava Plus.
it: Il piano gratuito include fino a %@ regole di filtro. Rimuovi una lista di blocco o passa a Lava Plus.
ja: 無料プランでは最大%@件のフィルタールールを使えます。ブロックリストを削除するか、Lava Plusにアップグレードしてください。
ko: 무료 플랜에는 최대 %@개의 필터 규칙이 포함돼요. 차단 목록을 제거하거나 Lava Plus로 업그레이드하세요.
pt_br: O plano gratuito inclui até %@ regras de filtro. Remova uma lista de bloqueio ou assine o Lava Plus.
zh_hans: 免费方案最多支持 %@ 条筛选规则。请移除一个拦截列表或升级到 Lava Plus。
zh_hant: 免費方案最多可包含 %@ 條篩選規則。請移除一份封鎖清單或升級至 Lava Plus。

source: Full license texts
de: Vollständige Lizenztexte
es: Textos completos de licencia
fr: Textes de licence complets
it: Testi completi delle licenze
ja: ライセンス全文
ko: 라이선스 전문
pt_br: Textos completos das licenças
zh_hans: 完整许可文本
zh_hant: 完整授權條款

source: Gambling
de: Glücksspiel
es: Apuestas
fr: Jeux d’argent
it: Gioco d’azzardo
ja: ギャンブル
ko: 도박
pt_br: Apostas
zh_hans: 赌博
zh_hant: 賭博

# Giveaways should not ask for secrets.
source: Giveaways shouldn’t ask for secrets.
de: Gewinnspiele sollten nicht nach Geheimnissen fragen.
es: Los sorteos no deberían pedir datos secretos.
fr: Un cadeau ne devrait jamais demander de secrets.
it: I concorsi non dovrebbero chiederti dati segreti.
ja: プレゼント企画が秘密の情報を聞いてくることはありません。
ko: 경품 이벤트가 비밀 정보를 요구해서는 안 됩니다.
pt_br: Sorteios não deveriam pedir seus dados secretos.
zh_hans: 抽奖活动不该索要你的私密信息。
zh_hant: 贈品活動不該索取你的機密資訊。

source: Go to Settings
de: Zu den Einstellungen
es: Ir a Ajustes
fr: Ouvrir Réglages
it: Vai in Impostazioni
ja: 「設定」を開く
ko: 설정으로 이동
pt_br: Abrir os Ajustes
zh_hans: 前往“设置”
zh_hant: 前往「設定」

source: Got a good filter?
de: Einen guten Filter parat?
es: ¿Tienes un buen filtro?
fr: Un bon filtre ?
it: Hai un buon filtro?
ja: 良いフィルターはありますか？
ko: 좋은 필터가 있나요?
pt_br: Tem um filtro bom?
zh_hans: 有不错的筛选器？
zh_hant: 有不錯的篩選器嗎？

source: Guard
de: Schutz
es: Protección
fr: Protection
it: Protezione
ja: ガード
ko: 보호
pt_br: Proteção
zh_hans: 防护
zh_hant: 防護

source: Haptics
de: Haptik
es: Vibración
fr: Retour haptique
it: Feedback aptico
ja: 触覚フィードバック
ko: 햅틱
pt_br: Vibração
zh_hans: 触感反馈
zh_hant: 觸覺回饋

source: Help
de: Hilfe
es: Ayuda
fr: Aide
it: Aiuto
ja: ヘルプ
ko: 도움말
pt_br: Ajuda
zh_hans: 帮助
zh_hant: 說明

# Hey I'm no rock but I take security paw-sonally. U know what I mean?
source: Hey, I’m no rock, but I take security paw-sonally. You know what I mean?
de: Hey, ich bin kein Stein, aber ich nehme Sicherheit ziemlich pföttlich. Du weißt, was ich meine?
es: Oye, no soy una roca, pero la seguridad me la tomo a la pata de la letra. ¿Me captas?
fr: Je ne suis pas un caillou, mais la sécurité, je la prends à la patte. Tu vois le genre ?
it: Ehi, non sono mica una roccia, ma la sicurezza me la prendo a zampe pari. Mi spiego?
ja: ねえ、ただの石じゃないよ。セキュリティは肉球かけて本気だから。わかるよね？
ko: 내가 돌멩이는 아니지만 보안은 발바닥까지 진심이라구. 무슨 말인지 알지?
pt_br: Ei, não sou só uma pedra, mas levo a segurança a sério na pata. Saca a ideia?
zh_hans: 嘿，我可不是块石头，但我对安全可是一丝不“狗”。懂我意思吧？
zh_hant: 嘿，我可不是塊石頭，但我對安全可是一絲不「狗」。懂我意思吧？

source: Hold the shared QR code inside the frame.
de: Halte den geteilten QR-Code in den Rahmen.
es: Mantén el código QR compartido dentro del marco.
fr: Maintenez le code QR partagé dans le cadre.
it: Tieni il codice QR condiviso dentro la cornice.
ja: 共有された QR コードを枠内に収めてください。
ko: 공유받은 QR 코드를 프레임 안에 맞춰 주세요.
pt_br: Mantenha o código QR compartilhado dentro do quadro.
zh_hans: 将分享的 QR 码对准取景框。
zh_hant: 將分享的 QR 碼對準框內。

source: How Lava filters
de: So filtert Lava
es: Cómo filtra Lava
fr: Comment Lava filtre
it: Come filtra Lava
ja: Lava のフィルターのしくみ
ko: Lava가 차단하는 방식
pt_br: Como a Lava filtra
zh_hans: Lava 如何筛选
zh_hant: Lava 如何篩選

source: How restore works
de: So funktioniert die Wiederherstellung
es: Cómo funciona la restauración
fr: Comment fonctionne la restauration
it: Come funziona il ripristino
ja: 復元のしくみ
ko: 복원 방식
pt_br: Como a restauração funciona
zh_hans: 恢复的工作原理
zh_hant: 復原的運作方式

source: How websites get found
de: So werden Websites gefunden
es: Cómo se encuentran los sitios web
fr: Comment les sites sont trouvés
it: Come vengono trovati i siti web
ja: サイトが見つかる仕組み
ko: 사이트를 찾아내는 방법
pt_br: Como os sites são encontrados
zh_hans: 网站是怎么被找到的
zh_hant: 網站是怎麼被找到的

source: I can’t visit a website
de: Ich komme nicht auf eine Website
es: No puedo entrar en una web
fr: Je n’arrive pas à accéder à un site
it: Non riesco ad aprire un sito
ja: サイトにアクセスできません
ko: 사이트에 접속이 안 돼요
pt_br: Não consigo acessar um site
zh_hans: 我打不开某个网站
zh_hant: 我打不開某個網站

source: I have a suggestion
de: Ich habe einen Vorschlag
es: Tengo una sugerencia
fr: J’ai une suggestion
it: Ho un suggerimento
ja: 提案があります
ko: 제안하고 싶은 게 있어요
pt_br: Tenho uma sugestão
zh_hans: 我有个建议
zh_hant: 我有個建議

source: I understand that if I lose every unlock method, I may not be able to restore my backup
de: Mir ist klar: Wenn ich alle Entsperrmethoden verliere, kann ich mein Backup womöglich nicht wiederherstellen
es: Entiendo que si pierdo todos los métodos de desbloqueo, quizá no pueda restaurar mi copia de seguridad
fr: Je comprends que si je perds toutes mes méthodes de déverrouillage, je risque de ne plus pouvoir restaurer ma sauvegarde
it: Capisco che se perdo tutti i metodi di sblocco potrei non riuscire a ripristinare il backup
ja: すべてのロック解除方法を失った場合、バックアップを復元できなくなることがあると理解しています
ko: 모든 잠금 해제 방법을 잃으면 백업을 복원하지 못할 수 있다는 점을 이해해요
pt_br: Entendo que, se eu perder todos os métodos de desbloqueio, talvez não consiga restaurar meu backup
zh_hans: 我了解，如果丢失所有解锁方式，可能将无法恢复备份
zh_hant: 我了解若失去所有解鎖方式，可能就無法復原備份

source: IP uses standard, unencrypted DNS. DoH (DNS over HTTPS), DoT (DNS over TLS), and DoQ (DNS over QUIC) encrypt requests between Lava and your DNS provider.
de: IP verwendet standardmäßiges, unverschlüsseltes DNS. DoH (DNS over HTTPS), DoT (DNS over TLS) und DoQ (DNS over QUIC) verschlüsseln Anfragen zwischen Lava und deinem DNS-Anbieter.
es: IP usa DNS estándar sin cifrar. DoH (DNS over HTTPS), DoT (DNS over TLS) y DoQ (DNS over QUIC) cifran las solicitudes entre Lava y tu proveedor de DNS.
fr: IP utilise le DNS standard, non chiffré. DoH (DNS over HTTPS), DoT (DNS over TLS) et DoQ (DNS over QUIC) chiffrent les requêtes entre Lava et votre fournisseur DNS.
it: IP usa il DNS standard non cifrato. DoH (DNS over HTTPS), DoT (DNS over TLS) e DoQ (DNS over QUIC) cifrano le richieste tra Lava e il tuo provider DNS.
ja: IPは標準の暗号化されていないDNSを使用します。DoH（DNS over HTTPS）、DoT（DNS over TLS）、DoQ（DNS over QUIC）は、LavaとDNSプロバイダー間のリクエストを暗号化します。
ko: IP는 암호화되지 않은 표준 DNS를 사용해요. DoH(DNS over HTTPS), DoT(DNS over TLS), DoQ(DNS over QUIC)는 Lava와 DNS 공급자 사이의 요청을 암호화해요.
pt_br: O IP usa DNS padrão, sem criptografia. DoH (DNS over HTTPS), DoT (DNS over TLS) e DoQ (DNS over QUIC) criptografam as solicitações entre o Lava e seu provedor de DNS.
zh_hans: IP 使用标准的未加密 DNS。DoH（DNS over HTTPS）、DoT（DNS over TLS）和 DoQ（DNS over QUIC）会加密 Lava 与你的 DNS 提供商之间的请求。
zh_hant: IP 使用標準的未加密 DNS。DoH（DNS over HTTPS）、DoT（DNS over TLS）和 DoQ（DNS over QUIC）會加密 Lava 與你的 DNS 供應商之間的請求。

source: IPv4/6, https://, tls://, doq://, quic://, or sdns://
de: IPv4/6, https://, tls://, doq://, quic:// oder sdns://
es: IPv4/6, https://, tls://, doq://, quic:// o sdns://
fr: IPv4/6, https://, tls://, doq://, quic:// ou sdns://
it: IPv4/6, https://, tls://, doq://, quic:// o sdns://
ja: IPv4/6、https://、tls://、doq://、quic://、または sdns://
ko: IPv4/6, https://, tls://, doq://, quic://, sdns://
pt_br: IPv4/6, https://, tls://, doq://, quic:// ou sdns://
zh_hans: IPv4/6、https://、tls://、doq://、quic:// 或 sdns://
zh_hant: IPv4／6、https://、tls://、doq://、quic:// 或 sdns://

source: If iOS asks to add a VPN configuration, tap Allow.
de: Wenn iOS dich bittet, eine VPN-Konfiguration hinzuzufügen, tippe auf „Erlauben“.
es: Si iOS pide añadir una configuración de VPN, toca Permitir.
fr: Si iOS vous demande d’ajouter une configuration VPN, touchez Autoriser.
it: Se iOS chiede di aggiungere una configurazione VPN, tocca Consenti.
ja: iOSがVPN構成の追加を求めてきたら、「許可」をタップしてください。
ko: iOS에서 VPN 구성 추가를 요청하면 '허용'을 탭하세요.
pt_br: Se o iOS pedir para adicionar uma configuração de VPN, toque em Permitir.
zh_hans: 如果 iOS 请求添加 VPN 配置，请轻点“允许”。
zh_hant: 如果 iOS 要求加入 VPN 設定，請點選「允許」。

source: If your DNS provider keeps failing, Lava temporarily uses Device DNS for allowed requests, then switches back when it can.
de: Wenn dein DNS-Anbieter wiederholt ausfällt, nutzt Lava vorübergehend das Geräte-DNS für erlaubte Anfragen und wechselt zurück, sobald es geht.
es: Si tu proveedor de DNS falla repetidamente, Lava usa temporalmente el DNS del dispositivo para las solicitudes permitidas y vuelve en cuanto puede.
fr: Si votre fournisseur DNS échoue à répétition, Lava utilise temporairement le DNS de l’appareil pour les requêtes autorisées, puis revient dès que possible.
it: Se il tuo provider DNS continua a non rispondere, Lava usa temporaneamente il DNS del dispositivo per le richieste consentite e torna appena può.
ja: 選択したDNSプロバイダーが繰り返し失敗すると、Lavaは許可されたリクエストに一時的にデバイスのDNSを使い、可能になり次第戻します。
ko: DNS 공급자가 계속 실패하면 Lava는 허용된 요청에 기기 DNS를 잠시 사용하고, 가능해지면 다시 전환해요.
pt_br: Se o seu provedor de DNS falha várias vezes, o Lava usa o DNS do dispositivo temporariamente para as solicitações permitidas e volta assim que dá.
zh_hans: 如果所选 DNS 提供商反复出问题，Lava 会临时用设备 DNS 处理放行的请求，并在可行时切回。
zh_hant: 如果所選 DNS 供應商一再出問題，Lava 會暫時用裝置 DNS 處理允許的請求，並在可行時切回。

source: If your DNS provider keeps failing, Lava temporarily uses Device DNS for allowed requests, then switches back when it can. On iOS 17–25, this may not always work.
de: Wenn dein DNS-Anbieter wiederholt ausfällt, nutzt Lava vorübergehend das Geräte-DNS für erlaubte Anfragen und wechselt zurück, sobald es geht. Unter iOS 17–25 funktioniert das möglicherweise nicht immer.
es: Si tu proveedor de DNS falla repetidamente, Lava usa temporalmente el DNS del dispositivo para las solicitudes permitidas y vuelve en cuanto puede. En iOS 17–25, puede que no siempre funcione.
fr: Si votre fournisseur DNS échoue à répétition, Lava utilise temporairement le DNS de l’appareil pour les requêtes autorisées, puis revient dès que possible. Sur iOS 17–25, cela peut ne pas toujours fonctionner.
it: Se il tuo provider DNS continua a non rispondere, Lava usa temporaneamente il DNS del dispositivo per le richieste consentite e torna appena può. Su iOS 17–25 potrebbe non funzionare sempre.
ja: 選択したDNSプロバイダーが繰り返し失敗すると、Lavaは許可されたリクエストに一時的にデバイスのDNSを使い、可能になり次第戻します。iOS 17–25では常に動作するとは限りません。
ko: DNS 공급자가 계속 실패하면 Lava는 허용된 요청에 기기 DNS를 잠시 사용하고, 가능해지면 다시 전환해요. iOS 17–25에서는 항상 작동하지 않을 수 있어요.
pt_br: Se o seu provedor de DNS falha várias vezes, o Lava usa o DNS do dispositivo temporariamente para as solicitações permitidas e volta assim que dá. No iOS 17–25, pode não funcionar sempre.
zh_hans: 如果你的 DNS 提供商反复出问题，Lava 会临时使用设备 DNS 处理已允许的请求，并在可行时切回。在 iOS 17–25 上，这可能并非始终有效。
zh_hant: 如果你的 DNS 供應商一再出問題，Lava 會暫時用裝置 DNS 處理已允許的請求，並在可行時切回。在 iOS 17–25 上，這不一定總是有效。

source: If Device DNS stops responding, Lava sends allowed requests to your fallback DNS provider, then switches back automatically.
de: Wenn das Geräte-DNS nicht mehr reagiert, sendet Lava erlaubte Anfragen an deinen Ersatz-DNS-Anbieter und wechselt dann automatisch zurück.
es: Si el DNS del dispositivo deja de responder, Lava envía las solicitudes permitidas a tu proveedor de DNS de respaldo y luego vuelve automáticamente.
fr: Si le DNS de l’appareil ne répond plus, Lava envoie les requêtes autorisées à votre fournisseur DNS de secours, puis revient automatiquement.
it: Se il DNS del dispositivo smette di rispondere, Lava invia le richieste consentite al tuo provider DNS di riserva e poi torna indietro automaticamente.
ja: デバイスのDNSが応答しなくなると、Lavaは許可されたリクエストをフォールバックDNSプロバイダーに送り、その後自動で元に戻します。
ko: 기기 DNS가 응답하지 않으면 Lava는 허용된 요청을 대체 DNS 공급자로 보내고, 이후 자동으로 되돌아가요.
pt_br: Se o DNS do dispositivo parar de responder, o Lava envia as solicitações permitidas para o seu provedor de DNS alternativo e depois volta automaticamente.
zh_hans: 如果设备 DNS 停止响应，Lava 会把已允许的请求发送到你的备用 DNS 提供商，随后自动切回。
zh_hant: 如果裝置 DNS 停止回應，Lava 會把已允許的請求送往你的備援 DNS 供應商，之後自動切回。

source: Import a filter
de: Filter importieren
es: Importar un filtro
fr: Importer un filtre
it: Importa un filtro
ja: フィルターをインポート
ko: 필터 가져오기
pt_br: Importar um filtro
zh_hans: 导入筛选器
zh_hant: 匯入篩選器

source: Import filter
de: Filter importieren
es: Importar filtro
fr: Importer un filtre
it: Importa filtro
ja: フィルターを読み込む
ko: 필터 가져오기
pt_br: Importar filtro
zh_hans: 导入筛选器
zh_hant: 匯入篩選器

source: Import this filter
de: Diesen Filter importieren
es: Importar este filtro
fr: Importer ce filtre
it: Importa questo filtro
ja: このフィルターをインポート
ko: 이 필터 가져오기
pt_br: Importar este filtro
zh_hans: 导入此筛选器
zh_hant: 匯入這個篩選器

# Imported %@ rule for local protection.
source: Imported %@ rule.
de: %@ Regel importiert.
es: Se importó %@ regla.
fr: %@ règle importée.
it: Importata %@ regola.
ja: %@件のルールをインポートしました。
ko: 규칙 %@개를 가져왔어요.
pt_br: %@ regra importada.
zh_hans: 已导入 %@ 条规则。
zh_hant: 已匯入 %@ 條規則。

# Imported %@ rules for local protection.
source: Imported %@ rules.
de: %@ Regeln importiert.
es: Se importaron %@ reglas.
fr: %@ règles importées.
it: Importate %@ regole.
ja: %@件のルールをインポートしました。
ko: 규칙 %@개를 가져왔어요.
pt_br: %@ regras importadas.
zh_hans: 已导入 %@ 条规则。
zh_hant: 已匯入 %@ 條規則。

source: In effect
de: Aktiv
es: Activo
fr: Actif
it: Attivo
ja: 有効
ko: 적용 중
pt_br: Em uso
zh_hans: 生效中
zh_hant: 生效中

source: Incident summary
de: Vorfallübersicht
es: Resumen del incidente
fr: Résumé de l’incident
it: Riepilogo dell’incidente
ja: インシデントの概要
ko: 인시던트 요약
pt_br: Resumo do incidente
zh_hans: 事件摘要
zh_hant: 事件摘要

# Include optional diagnostic
source: Include optional diagnostics
de: Optionale Diagnosedaten mitsenden
es: Incluir diagnósticos opcionales
fr: Inclure les diagnostics facultatifs
it: Includi diagnostica facoltativa
ja: 任意の診断情報を含める
ko: 진단 정보 포함 (선택)
pt_br: Incluir diagnósticos opcionais
zh_hans: 附带可选诊断信息
zh_hant: 附上選用的診斷資料

source: Information sent
de: Gesendete Informationen
es: Información enviada
fr: Informations envoyées
it: Informazioni inviate
ja: 送信される情報
ko: 전송되는 정보
pt_br: Informações enviadas
zh_hans: 发送的信息
zh_hant: 傳送的資訊

# Install Local VPN
source: Allow protection
de: Schutz erlauben
es: Permitir la protección
fr: Autoriser la protection
it: Consenti la protezione
ja: 保護を許可
ko: 보호 허용
pt_br: Permitir a proteção
zh_hans: 允许防护
zh_hant: 允許防護

source: Invalid domain
de: Ungültige Domain
es: Dominio no válido
fr: Domaine non valide
it: Dominio non valido
ja: 無効なドメイン
ko: 잘못된 도메인
pt_br: Domínio inválido
zh_hans: 无效域名
zh_hant: 無效網域

source: Is the domain flagged suspicious?
de: Ist diese Domain als verdächtig markiert?
es: ¿El dominio está marcado como sospechoso?
fr: Ce domaine est-il signalé comme suspect ?
it: Il dominio è segnalato come sospetto?
ja: このドメインは不審として報告されていますか？
ko: 이 도메인이 의심스러운 것으로 표시됐나요?
pt_br: O domínio foi marcado como suspeito?
zh_hans: 该域名是否被标记为可疑？
zh_hant: 這個網域是否被標記為可疑？

source: Is the domain spelling correct?
de: Ist die Schreibweise der Domain korrekt?
es: ¿El dominio está bien escrito?
fr: L’orthographe du domaine est-elle correcte ?
it: Il dominio è scritto correttamente?
ja: ドメインのつづりは正しいですか？
ko: 도메인 철자가 정확한가요?
pt_br: A escrita do domínio está correta?
zh_hans: 域名拼写是否正确？
zh_hant: 網域拼字是否正確？

# Keep Current Filter
source: Keep active filter
de: Aktiven Filter behalten
es: Mantener el filtro activo
fr: Garder le filtre actif
it: Mantieni il filtro attivo
ja: 使用中のフィルターを維持
ko: 사용 중인 필터 유지
pt_br: Manter filtro ativo
zh_hans: 保留正在使用的筛选器
zh_hant: 保留使用中的篩選器

# Keep Lava protecting you to unlock this Guard.
source: Keep Lava protecting you to unlock this Lava Guard.
de: Lass Lava dich weiter schützen, um diesen Lava Guard freizuschalten.
es: Mantén la protección de Lava activa para desbloquear este Lava Guard.
fr: Laissez Lava vous protéger pour débloquer ce Lava Guard.
it: Mantieni Lava attivo per sbloccare questo Lava Guard.
ja: Lavaの保護を続けて、このLava Guardを解放しましょう。
ko: 이 Lava Guard를 잠금 해제하려면 Lava의 보호를 계속 유지하세요.
pt_br: Mantenha o Lava protegendo você para desbloquear este Lava Guard.
zh_hans: 持续让 Lava 保护你，即可解锁此 Lava Guard。
zh_hant: 持續讓 Lava 保護你，即可解鎖此 Lava Guard。

source: Keep using Lava
de: Lava weiter nutzen
es: Sigue usando Lava
fr: Continuez à utiliser Lava
it: Continua a usare Lava
ja: Lavaを使い続ける
ko: 계속 Lava 사용하기
pt_br: Continue usando o Lava
zh_hans: 继续使用 Lava
zh_hant: 持續使用 Lava

source: Keychain returned status %@.
de: Schlüsselbund hat den Status %@ zurückgegeben.
es: El llavero devolvió el estado %@.
fr: Le trousseau a renvoyé le statut %@.
it: Il portachiavi ha restituito lo stato %@.
ja: キーチェーンがステータス%@を返しました。
ko: 키체인에서 상태 %@을(를) 반환했습니다.
pt_br: As Chaves retornaram o status %@.
zh_hans: 钥匙串返回状态 %@。
zh_hant: 鑰匙圈傳回狀態 %@。

source: Kiwi Crème
de: Kiwi Creme
es: Kiwi Crema
it: Kiwi Crema
ja: Kiwi クリーム
ko: Kiwi 크림
pt_br: Kiwi Creme
zh_hans: Kiwi 奶白
zh_hant: Kiwi 奶白

source: Language
de: Sprache
es: Idioma
fr: Langue
it: Lingua
ja: 言語
ko: 언어
pt_br: Idioma
zh_hans: 语言
zh_hant: 語言

source: Large
de: Groß
es: Grande
fr: Grand
it: Grande
ja: 大
ko: 크게
pt_br: Grande
zh_hans: 大
zh_hant: 大

source: Largest
de: Maximal
es: El más grande
fr: Maximum
it: Massimo
ja: 最大
ko: 가장 크게
pt_br: O maior
zh_hans: 最大
zh_hant: 最大

source: Last failure
de: Letzter Fehler
es: Último fallo
fr: Dernier échec
it: Ultimo errore
ja: 前回の失敗
ko: 마지막 실패
pt_br: Última falha
zh_hans: 上次失败
zh_hant: 上次失敗

source: Last failure time
de: Letzter Fehlerzeitpunkt
es: Hora del último fallo
fr: Heure du dernier échec
it: Ora dell’ultimo errore
ja: 前回の失敗時刻
ko: 마지막 실패 시각
pt_br: Hora da última falha
zh_hans: 上次失败时间
zh_hant: 上次失敗時間

source: Last network change
de: Letzte Netzwerkänderung
es: Último cambio de red
fr: Dernier changement de réseau
it: Ultima modifica di rete
ja: 前回のネットワーク変更
ko: 마지막 네트워크 변경
pt_br: Última mudança de rede
zh_hans: 上次网络变化
zh_hant: 上次網路變更
